Repository: AlefAlefAlef/Fontimator
Catalog: languages/fontimator-*.po
Languages: he_il

source: Delete &#8220;%s&#8221; permanently
he_il: מחיקת &#8220;%s&#8221; לצמיתות

source: Fontimator Tools:
he_il: כלי הפוֹנטִימָטוֹר:

source: Set-up all variations
he_il: הגדר מחדש את כל הוריאציות

source: After saving the attributes, DO NOT update product. Instead, refresh page or exit.
he_il: אחרי ששמרת את המשקלים, לא לעדכן את המוצר! במקום זאת, יש לרענן את העמוד או לצאת פשוט.

source: Fontimator set-up %1$d variations for font %2$s
he_il: הפוֹנטִימָטוֹר הגדיר מחדש %1$d וריאציות עבור גופן %2$s

source: Fontimator could not find font with ID %s
he_il: הפוֹנטִימָטוֹר לא הצליח למצוא פונט עם הID %s

source: Fontimator created %1$d variations for font %2$s
he_il: הפוֹנטִימָטוֹר ייצר %1$d וריאציות עבור גופן %2$s

source: Enable this option if this variation has custom price/download file which you don't want to be overriden by the Fontimator
he_il: הפעל/י אפשרות זו, אם הוריאציה הספציפית הזו מכילה מחיר/קובץ מותאמים במיוחד שאת/ה לא רוצה שיידרסו ע”י הפוֹנטִימָטוֹר

source: Fontimator: Ignore me!
he_il: הפוֹנטִימָטוֹר: התעלם ממני!

source: The Fontimator
he_il: הפוֹנטִימָטוֹר™

source: Save Fontimator Configuration
he_il: שמירת הגדרות הפוֹנטִימָטוֹר

source: Fontimator Configuration Saved
he_il: הגדרות הפוֹנטִימָטוֹר נשמרו

source: Free Downloads
he_il: רישיונות חינמיים שהורדת

# Fontimator submenu item in admin
source: Free Fonts
he_il: פונטים חינמיים

source: MailChimp Settings
he_il: הגדרות מיילצ׳ימפ

# Fontimator submenu item in admin
source: MailChimp
he_il: מיילצ׳ימפ

source: , weight of %s
he_il: ‫ (%s)

source: web
he_il: ווב

source: app
he_il: אפליקציה

source: desktop
he_il: דסקטופ

source: , %s license
he_il: , רישיון %s

source: (no lists found, configure MC4WP first)
he_il: (לא נמצאו רשימות, יש להגדיר קודם את MC4WP)

source: (Please save the page first)
he_il: (יש לשמור את העמוד קודם)

source: (no fields found, configure MC4WP first)
he_il: ‫(לא נמצאו שדות, יש להגדיר קודם את MC4WP)

source: (no groups found, configure MC4WP first)
he_il: ‫(לא נמצאו קבוצות, יש להגדיר קודם את MC4WP)

source: (no tags found, configure MC4WP first)
he_il: ‫(לא נמצאו תגיות, יש להגדיר קודם את MC4WP)

source: Man
he_il: גבר

source: Woman
he_il: אישה

source: Sign up to our Newsletter!
he_il: הניוזלטר השווה!

source: %s, Join over 5,000 VIP members to get updates and special deals only availabe via email.
he_il: ‫%s, אנחנו מזמינים אותך להצטרף ל־5,000 מנויי הניוזלטר – כדי שנוכל לשלוח גם לך עדכונים על פונטים חדשים, חינמיים ומבצעים מיוחדים למנויים בלבד.

source: Subscribe Now!
he_il: אני רוצה להירשם! ⇱

source: From:
he_il: החל מ־

source: We added all the right products to your cart. Now all that is left is to checkout!
he_il: סל הקניות שלך עודכן. לפני לחיצה על ״מעבר לתשלום״ כדאי לעבור על כל הפריטים בסל כדי לוודא שאכן אלו הרישיונות שרצית לרכוש.

source: Hello there, %3$s! Your account is almost ready - please reset your password %1$shere%2$s.
he_il: אהלן %3$s! עדיין לא הגדרת סיסמה... כדי לגשת לאיזור האישי, %1$sיש ללחוץ כאן%2$s לאיפוס הסיסמה.

source: Sign me up to the newsletter
he_il: רשמו אותי לניוזלטר!

source: How would you like to be addressed?
he_il: איך לפנות אליך?

# Gender field option in edit account form
source: As female
he_il: לשון נקבה

# Gender field option in edit account form
source: As male
he_il: לשון זכר

source: When should we celebrate your birthday?
he_il: מתי יום ההולדת שלך?

source: required
he_il: שדה חובה

# Mailchimp birthday day field plaeholder
source: Day
he_il: יום

# Mailchimp birthday field seperator
source: of
he_il: ב־

# Mailchimp birthday month field plaeholder
source: Month
he_il: חודש

source: Missing gender
he_il: חסר מגדר

source: Missing birthday day
he_il: ‫חסר יום הולדת (יום)

source: Missing birthday month
he_il: חסר יום הולדת (חודש)

source: There was an error generating the fonts catalog.
he_il: אירעה שגיאה ביצירת קטלוג הגופנים.

source: End User License Agreement: %s
he_il: הסכם רישיון שימוש בפונטים: %s

source: Zipomator Error: no parameters were passed. Please make sure you are trying to access via the correct URL, and that your htaccess file is set up properly.
he_il: שגיאת זיפומטור: לא הועברו פרמטרים. ‬ ‫‫‫‫אנא וודאו שאתם מנסים להגיע לכתובת הנכונה,‬ ‫‫‫‫ושקובץ הHTACCESS שלכם מוגדר כראוי.

source: Zipomator Error: invalid amount of arguments in item: %s
he_il: שגיאת זיפומטור: מספר פרמטרים לא תקין בפריט: %s

source: Zipomator Error: No fonts found. Are you sure you have WooCommerce products active?
he_il: שגיאת זיפומטור: לא נמצאו גופנים. האם אתה בטוח שיש לך מוצרי WooCommerce פעילים?

source: Zipomator Error: no membership license was passed. Please make sure you are trying to access via the correct URL, and that your htaccess file is set up properly.
he_il: שגיאת זיפומטור: לא הועבר רישיון ממברשיפ. ‬ ‫‫‫‫אנא וודאו שאתם מנסים להגיע לכתובת הנכונה, ‬ ‫‫‫‫ושקובץ הHTACCESS שלכם מוגדר כראוי.

source: Zipomator Error: no variations were passed. Please make sure you are trying to access via the correct URL, and that your htaccess file is set up properly.
he_il: שגיאת זיפומטור: לא הועברו פונטים. ‬ ‫‫‫אנא וודאו שאתם מנסים להגיע לכתובת הנכונה, ‬ ‫‫‫ושקובץ הHTACCESS שלכם מוגדר כראוי.

source: Invalid download link. Go to your <a href="%s">Downloads Page</a> to download the font.
he_il: קישור הורדה לא תקין. נסו ללכת ל<a href="%s">דף ההורדות שלכם/ן</a> כדי להוריד את הפונט.

source: Zipomator Error: Invalid download link. (%s)
he_il: שגיאת זיפומטור: קישור הורדה לא תקין. (%s)

source: View details
he_il: פרטים נוספים

source: More information about %s
he_il: עוד מידע על %s

source: Check for updates
he_il: בדיקה לעדכונים

# the plugin title
source: The %s plugin is up to date.
he_il: תוסף %s מעודכן לגרסה העדכנית.

# the plugin title
source: A new version of the %s plugin is available.
he_il: יש גרסא חדשה לתוסף %s.

# the plugin title
source: Could not determine if updates are available for %s.
he_il: לא הצלחתי לגלות אם יש עדכונים ל%s.

source: Unknown update checker status "%s"
he_il: לא ברור מה הסטטוס של הבדיקה “%s”

source: There is no changelog available.
he_il: ‫changelog לא זמין.

source: Select some fonts using the small checkboxes first.
he_il: סמן/י כמה גופנים באמצעות תיבות הסימון הקטנות תחילה.

source: Are you sure? You can't re-enable the membership without purchasing it again.
he_il: ‫את/ה בטוח/ה? לא תוכל להחזיר את המינוי בלי לרכוש אותו מחדש.

source: Recover password or old purchases
he_il: איפוס סיסמה או שיחזור רכישה ישנה

source: Family
he_il: פונט

source: License
he_il: רישיון

source: Version
he_il: גרסה

source: Download
he_il: הורדה

source: Your Academic License
he_il: רישיון אקדמי

source: Your Newsletter Birthday Gift!
he_il: מתנת יום ההולדת שלך מהניוזלטר!

source: Moved to %s
he_il: עבר ל%s

source: Fontimonim
he_il: פונטימונים

source: Archived
he_il: עבר לארכיון

# License column for free downloads (instead of ♾)
source: Free
he_il: חינמי

source: Fontimator Error: No fonts found. Are you sure you have WooCommerce products active?
he_il: שגיאת פוֹנטִימָטוֹר: לא נמצאו גופנים. האם את/ה בטוח שיש לך מוצרי WooCommerce פעילים?

source: <strong>Please note:</strong> You had an Academic License until December 31st, %s, but it is out of date.
he_il: ‫<strong>רישיונות עבר:</strong> היה לך רישיון שימוש אקדמי בספריית הפונטים שלנו שהסתיים ב־31 בדצמבר %s.

source: Cancel (unavailable during the first 32 months)
he_il: ביטול (לא זמין במהלך 3 השנים הראשונות)

source: Cancel (unavailable during the first year)
he_il: ביטול (לא זמין במהלך השנה הראשונה)

source: Updated your downloads list. We hope everything is here this time!
he_il: רשימת ההורדות שלך עודכנה. אם רכשת רישיונות שלא מופיעים פה, <a href="/contact" target-="_blank">כתוב/י לנו</a> ונסדר את זה.

source: Select All
he_il: סמן/י הכל

source: Unselect All
he_il: נקה/י הכל

source: Download Selected
he_il: הורד/י קבצים מסומנים

source: Each time you download fonts from this page you agree to the <strong>current</strong> <a href='%s'>EULA</a>.
he_il: כל הורדה של פונטים מעמוד זה מותנית בהסכמה ל<a href='%s'>תנאי השימוש</a> העדכניים.

source: Missing something? If you have previously purchased a font license that isn't listed here, please <a href='%s'>click here</a> to refresh your downloads list.
he_il: אם רכשת רישיון שימוש שלא מופיע פה, <a href='%s'>לחצ/י כאן</a> כדי לרענן את הרשימה.

source: Throughout the site we try to customize the messeges to you so you can feel at home.
he_il: אנחנו {משתדלים/ות} לכתוב את הטקסטים באתר באופן כזה שיתאים לכל מגדר, כדי {שכולם/ן} ירגישו {שווים/ות ומיוחדים/ות}. אז איך לפנות אליך?

source: What is your (physical) address?
he_il: כתובת למשלוח צ׳ופרים

source: So we can send you cool stuff by mail!
he_il: לפעמים אנחנו {שולחים/ות} צ׳ופרים שווים {למעצבים/ות} {מאושרים/ות} שקנו מאיתנו פונטים חדשים. חשוב שתוודא/י שהכתובת שלך תקינה ומדויקת, כולל מיקוד מלא של 7 ספרות.

source: Address
he_il: רחוב ומספר בית/דירה (או ת.ד)

source: Example St. 5 Apt 10
he_il: לדוגמא: הרצל 11, דירה 12

source: City
he_il: עיר

source: Zip Code
he_il: מיקוד

source: Locate your Zip code
he_il: עזרו לי למצוא את המיקוד שלי

source: Country
he_il: מדינה

source: Email Preferences
he_il: העדפות מיילים

source: Error: could not validate email address to update preferences for.
he_il: שגיאה: לא היה ניתן לאמת את כתובת המייל של החשבון שלך.

source: Email preferences were updated successfully.
he_il: הגדרות האימייל שלך נשמרו בהצלחה.

source: Web Domains
he_il: דומיינים

source: Your web license will only be valid for the domains bellow. You can add how many you want.
he_il: רשיון הריסלר שלך תקף אך ורק לדומיינים שיצויינו כאן. את/ה יכול/ה להוסיף כמה דומיינים שבא לך.

# Column in the reseller domains table
source: Added on
he_il: הוסף בתאריך

# Column in the reseller domains table
source: Families
he_il: משפחות

source: Domain Name
he_il: שם דומיין

source: Actions
he_il: פעולות

source: Add a new domain...
he_il: דומיין חדש...

# Button in the reseller domains table
source: Add
he_il: הוספה

source: A maximum of %d fonts can be selected per domain.
he_il: אפשר לבחור רק %d משפחות פונטים פר דומיין – אנחנו ממליצים לעצב אתרי אינטרנט עם כמה שפחות פונטים שונים.

source: Good Morning, %s.
he_il: בוקר טוב, %s!

source: Good Afternoon, %s.
he_il: ‫צהריים טובים, %s!

source: Good Evening, %s.
he_il: ערב טוב, %s!

source: Good Night, %s.
he_il: לילה טוב, %s!

source: Good Shabbos, %s.
he_il: גוד שאבעס, %s!

source: How great to start the day with some stats about your purchases!
he_il: תמיד תענוג לראות אותך כאן באיזור האישי. ובכלל נראה שקמת הבוקר על רגל ימין! ;)

source: We hope you had your lunch, and you're ready to kick in with some stats about your fonts!
he_il: מקווים שאכלת ארוחת צהריים ומילאת מצברים כדי להמשיך את היום.

source: Still in the office? How about some typography before sleep?
he_il: עדיין בעבודה? סידרנו לך כאן קצת מידע לגבי הרכישות שלך, כדי שיהיה לך על מה להרהר בארוחת הערב ;)

source: Working late? We got all your font information in one place.
he_il: לילה לבן? מזל שהכנו לך את כל המידע שיעשה לך סדר בכל הרכישות שלך אצלנו. והלו שם, לא לעבוד קשה מדי!

# The app name field placeholder
source: App Name
he_il: שם האפליקציה

source: Inspecting Elements Ey?!
he_il: חיפשת משהו?! רק רגע…

source: Hi! We see you're interested in the behind the scenes of our site. That's great! Some of the code can even be found at %1$sour github%2$s and the %3$sColophon Page%4$s.
he_il: כיף שנכנסת להציץ על הקוד של האתר! חלק ממנו אפילו נמצא %1$sבגיטהאב%2$s ובעמוד %3$sהקולופֿון%4$s שלנו.

source: We just wanted to remind you that downloading font files from our site is a criminal offence and a violation of intelectual property.
he_il: רק, אנחנו מבקשים ממך <strong>לא להוריד פונטים מהאתר שלנו ללא רישיון שימוש.</strong> הפונטים שלנו מוגנים בחוק זכויות יוצרים, ושימוש בהם ללא רישיון מהווה עבירה פלילית בארץ ובעולם.

source: Happy inspecting.
he_il: שיטוט נעים ◔‿◔

source: More information can be found in our %1$sEnd-User License Agreement%2$s page, and feel free to contact us for any issues.
he_il: מידע נוסף אפשר למצוא בעמוד %1$sתנאי השימוש%2$s, או ליצור איתנו קשר דרך עמוד יצירת הקשר.

# Close button on popups
source: Close
he_il: סגירה

source: %d%% Discount
he_il: ‫%d%% הנחה

source: Choose an option
he_il: בחירת אפשרות

source: %s Licenses:
he_il: רשיונות %s:

source: The app name:
he_il: שם האפליקציה

source: The website address:
he_il: כתובת האתר

source: Every web/app license is purchased per one app/website. If you need it for two different websites, you must purchase it twice.
he_il: כל רישיון ווב/אפליקציה נרכש עבור אתר/אפליקציה בודד/ת (כולל סאב־דומיינים). לחצו לפרטים נוספים.

source: Please enter a website URL/app name for this license
he_il: יש להזין כתובת אתר או שם אפליקציה כדי לרכוש רישיון. זכרו: כל רישיון הוא עבור אתר/אפליקציה אחת

source: License For
he_il: רישיון עבור

# Gender-nuetral
source: you are looking
he_il: חיפשת

# Male
source: you are looking
he_il: אתה מחפש

# Female
source: you are looking
he_il: את מחפשת

# Gender-nuetral "Enter"
source: Enter
he_il: כדאי להיכנס

# Male "Enter"
source: Enter
he_il: בוא

# Female "Enter"
source: Enter
he_il: בואי

source: Hello, %1$s. If %2$s for the files and licenses of font %3$s you have purchased - %4$s to the %5$sDownloads page%6$s.
he_il: פססט… ‫‫‫%1$s, אם ‫‫‫%2$s את הקבצים והרישיונות של פונט %3$s שרכשת – ‫‫‫%4$s אל ‫‫‫%5$sעמוד ההורדות‫‫‫%6$s באיזור האישי שלך.

source: Click here to copy the link to this cart, which you can send to your client or save for later.
he_il: הלינק הזה נמצא כאן למקרה שבא לך לשלוח למישהו - לקוח, מפיק, מחלקת רכש וכו׳ – קישור ישיר לרכישת רישיונות ספציפיים, או אם סתם בא לך לשמור את תכולת הסל הנוכחי שלך ליום סגריר.

source: Link to cart was copied!
he_il: הלינק הועתק לזיכרון!

source: Share a link to this cart
he_il: לינק לשיתוף הסל שלך

# Gender-nuetral agree
source: agree
he_il: הסכמתי

# Male agree
source: agree
he_il: אני מסכים/ה

# Female agree
source: agree
he_il: אני מסכימה

source: I have read and %1$s to the ‫‫‫%2$s
he_il: ‫קראתי ו‫‫‫%1$s ל‫‫‫%2$s

source: An account is already registered with your email address. %1$sPlease log in%2$s.
he_il: כבר יש אצלנו חשבון עם האימייל הזה. כלומר, זה בטח החשבון שלך! אז יאללה לעשות %1$sלוג־אין%2$s.

# Male
source: %1$s? is that you?! We need you to %2$slog in%3$s so we can complete your purchase.
he_il: ‫%1$s? זה אתה?! אתה כבר רשום. בוא תעשה %2$sלוג־אין%3$s ונתקתק אותך פנימה.

# Female
source: %1$s? is that you?! We need you to %2$slog in%3$s so we can complete your purchase.
he_il: ‫‫%1$s? זאת את?! את כבר רשומה. בואי תעשי %2$sלוג־אין%3$s ונתקתק אותך פנימה.

# Discount Reason
source: Family Reunite discount
he_il: ‫מבצע השלמת משפחות

source: Why separate family members?
he_il: למה להפריד משפחות בישראל?!

# Gender-nuetral "Dear %s" in dashboard
source: Dear %s
he_il: ‫‫%s

# Male "Dear %s" in dashboard
source: Dear %s
he_il: ‫‫%s היקר

# Female "Dear %s" in dashboard
source: Dear %s
he_il: ‫%s היקרה

source: %1$s, The holiday season is a great time to reunite font families. For a limited time only, we offer you a %2$s%% discount on %3$s so you can now complete font %4$s. This way you won't leave any weight behind!
he_il: ‫%1$s, לכבוד החזרה ל(סוג של) שגרה, יצאנו במבצע מיוחד לאיחוד משפחות של פונטים. לזמן מוגבל אנחנו מציעים לך %2$s%% הנחה על %3$s כדי להשלים את משפחת&nbsp;%4$s!

source: the weight you are missing
he_il: המשקל שחסר לך

source: Add the missing weights to my cart!
he_il: יאללה, תוסיפו לי לסל את המשקלים שחסרים לי

source: More info:
he_il: עוד מידע:

source: About the famliy reunion sale
he_il: מידע על מבצע השלמת משפחות

source: Font %s specimen
he_il: ספסימן פונט %s

source: AlefAlefAef on Facebook
he_il: פייסבוק אאא

source: Join our Newsletter
he_il: הצטרפות לניוזלטר

source: Downloads
he_il: הורדות

source: Membership License
he_il: המינוי שלך

source: Academic License
he_il: רישיון אקדמי

source: Archive
he_il: פונטים שרכשת שיצאו מהקטלוג

source: Gifts
he_il: מתנות יום־הולדת

source: Reseller Membership License
he_il: מינוי ריסלר

source: Happy Birthday, %s.
he_il: יום הולדת שמח %s!

source: For your special day we added a special font to your downloads page.
he_il: בתוך כל התקופה המוזרה הזו יש סיבה לשמחה! לכבוד היום המיוחד שלך הוספנו לך רישיון שימוש בפונט ״ציפלון״ – להורדה דרך עמוד ההורדות שלך.

# Default greeting when time functions are not loaded yet.
source: Hello, %s!
he_il: אהלן, %s!

# Gender-nuetral "you can" in dashboard
source: you can
he_il: אפשר

# Male "you can" in dashboard
source: you can
he_il: אתה יכול

# Female "you can" in dashboard
source: you can
he_il: את יכולה

source: From your account dashboard %1$s can download your <a href="%2$s">font files</a>, view your <a href="%3$s">recent orders</a>, and <a href="%4$s">edit your password and account details</a>.
he_il: ‫‫כאן בלוח הבקרה של החשבון %1$s להוריד את <a href="%2$s">קובצי הפונטים</a> שלך, לצפות ב<a href="%3$s">הזמנות ובחשבוניות</a> שלך ו<a href="%4$s">לערוך את הסיסמה ופרטי החשבון</a>.

source: Fonts you've purchased:
he_il: פונטים שרכשת עד כה:

source: (You have a membership)
he_il: (יש לך רישיון מינוי)

source: (out of %d in the catalog)
he_il: (מתוך %d שבקטלוג)

source: To all your downloads
he_il: לכל ההורדות שלך

# Dashboard membership dashbox title
source: Your Membership
he_il: המינוי שלך

source: Will renew on %s
he_il: תשלום הבא ב־%s

source: You don't have an active membership. :(
he_il: אין לך מינוי עדיין...

source: Learn more about memberships
he_il: ‫קרא/י/ו עוד על המינוי שלנו

source: Your Last Orders
he_il: ההזמנות האחרונות שלך

# Dashboard last orders table column name
source: Order
he_il: הזמנה

# Dashboard last orders table column name
source: Date
he_il: תאריך

# Dashboard last orders table column name
source: Licenses
he_il: רישונות

# Dashboard last orders table column name
source: Status
he_il: סטטוס

source: %s items
he_il: רישיון אחד

source: You have not made any orders yet.
he_il: אין לך הזמנות עדיין... אהם אהם! [אימוג׳י פולניה]

source: To all your orders
he_il: לכל ההזמנות שלך

source: Recently Updated Fonts
he_il: גרסאות חדשות של פונטים

# Dashboard upgrades table column name
source: Font
he_il: פונט

# Dashboard upgrades table column name
source: Version
he_il: גרסה

# Dashboard upgrades table column name
source: Updated date
he_il: תאריך עדכון

# Dashboard recently upgraded fonts action button
source: Download
he_il: הורדה

# Dashboard recently upgraded fonts action button
source: Get it now
he_il: לעמוד הפונט

source: There are no newly-updated fonts.
he_il: לא התעדכנו פונטים בחודש האחרון.

source: See all new versions
he_il: לכל הגרסאות החדשות

source: To the catalog
he_il: אל קטלוג הפונטים

source: Return to shop
he_il: אל קטלוג הפונטים

source: Hey %s, Once you purchase some fonts, an awesome dashboard will be activated here.
he_il: היי %s, לוח הבקרה המשוכלל יופיע פה אחרי הרכישה הראשונה שלך.

source: There was a problem loading this page, please let us know.
he_il: לא הצלחנו לטעון את העמוד, נשמח אם תוכל/י לשלוח לנו מייל על התקלה.

# Gender-nuetral "Let's" in user email preference page
source: Let's
he_il: בואו

# Male "Let's" in user email preference page
source: Let's
he_il: בוא

# Female "Let's" in user email preference page
source: Let's
he_il: בואי

source: %1$s stay in touch!
he_il: ‫%1$s נשמור על קשר!

source: Every once in a while we send emails with updates about new fonts, special discounts & offers, tips for designers, free stuff and a lot of inspiration. We don't spam, and we will never give away your details to strangers.
he_il: בכל כמה זמן אנחנו שולחים עדכונים על פונטים חדשים, עדכוני גרסאות, מבצעים מיוחדים, טיפים למעצבים ולמעצבות, חינמיים והמון השראה. אנחנו לא מספימים, ואף פעם לא נמסור את הפרטים שלך&nbsp;לזרים.

# Gender-nuetral "would you like" in user email preference page
source: would you like
he_il: מתחשק לך

# Male "would you like" in user email preference page
source: would you like
he_il: אתה רוצה

# Female "would you like" in user email preference page
source: would you like
he_il: את רוצה

source: Which updates %1$s to receive?
he_il: איזה עדכונים %1$s לקבל למייל?

source: Save email preferences
he_il: שמירת העדפות מיילים

# Free Download Title
source: Download Free License for %s:
he_il: הורדת %s

source: Please enter a valid email address and name to download the files.
he_il: יש למלא כתובת אימייל חוקית ושם מלא כדי להוריד את הקבצים.

source: Read our %1$sFree fonts EULA%2$s
he_il: רישיון השימוש החינמי הוא ‫בכפוף ל%1$sתנאי השימוש%2$s.

# Free Download Text Label
source: Your name
he_il: על שם מי הרישיון? (שם מלא בעברית)

# Free Download Text Field
source: John Smith
he_il: ישראלה ישראלית

# Free Download Text Label
source: Your email
he_il: כתובת האימייל העדכנית שלך

# Free Download Text Field
source: your@email.here
he_il: האימייל@שלך.כאן

source: Your email is only for your license. This will not add you to a mailing list. If you would like to get updated %1$ssign up to our newsletter%2$s.
he_il: ‫אנחנו צריכים את השם והאימייל שלך רק למטרת הרישום של רישיון השימוש. פרטיות זה דבר חשוב ו‫אנחנו לא נעשה באימייל שלך כל שימוש אחר. אם בא לך להירשם לניוזלטר השווה שלנו %1$sכאן הלינק להרשמה%2$s.

source: Please do not contact us about free fonts. All the info you might need can be found in our %1$sFAQ%2$s page.
he_il: אנחנו לא מספקים שירותי תמיכה עבור פונטים חינמיים. כל המידע שאתם צריכים נמצא בעמוד הזה ובעמוד %1$sהשאלות הנפוצות%2$s שלנו.

source: Your free license will be activated upon submitting your name and email address. Font usage without a license is a violation of copyright laws.
he_il: ‫רישיון השימוש שלך בפונט החינמי יכנס לתוקף לאחר ‫מילוי שמך המלא וכתובת האימייל העדכנית שלך. במילוי ושליחה של טופס זה את/ה מצהיר/ה כי כל הפרטים שהזנת נכונים ועדכניים וכי ידוע לך כי כל שימוש בפונטים כפוף לתנאי רישיון השימוש ולדיני זכויות יוצרים וקניין רוחני בארץ ובעולם.

source: I have read the %1$sfree posters usage terms%2$s and I accept them.
he_il: קראתי את %1$sתנאי השימוש בפוסטרים%2$s והם מקובלים עלי.

source: I have read the %1$sfree fonts usage terms%2$s and I accept them.
he_il: ‫‫<strong>חובה:</strong> קראתי את %1$sתנאי השימוש בפונטים החינמיים%2$s של אאא והם מקובלים עלי.

source: Subscribe me to the newsletter!
he_il: ‫<strong>לא חובה:</strong> אני רוצה להצטרף לרשימת המבצעים הסודיים של אאא ולקבל מידי פעם מבצעי פונטים שווים&nbsp;לאימייל.

source: Thanks for downloading our font! Your download will begin shortly.
he_il: ההורדה שלך תתחיל מיד…

source: Also, we just now sent you an email to approve your subsctiption to the Tipotip.
he_il: וגם, שלחנו לך עכשיו אימייל עם קישור לאישור ההרשמה שלך לרשימת&nbsp;התפוצה!

source: Only till %s
he_il: מסתיים ב־%s

source: The sale that will not return
he_il: מבצע שלא יחזור!

source: Dont miss this one
he_il: אל תחמיצו!

source: Fares so low, it’s scary
he_il: כל־כך משתלם שזה מוגזם!

source: Limited time, blow out sale
he_il: מבצע לזמן מוגבל

source: Blast price!
he_il: מבצע פיצוץ!

source: End of the season sale
he_il: ‫סוף עונה‫!

source: This sale is hot!
he_il: מבצע לוהט!

source: Buy before it ends
he_il: מהר מהר לפני שייגמר!

source: Available today only
he_il: רק היום רק היום!

source: %1$s discount on font %2$s
he_il: ‫%1$s הנחה על פונט %2$s

source: Font Name × Licenses
he_il: פונט / רישיון

source: The famous Fontimator (FKA 'Zipomator'), which does everything here, basically. Developed for AlefAlefAlef and Fontimonim.
he_il: הפוֹנטִימָטוֹר המפורסם, שעושה כאן הכל, בעצם. פותח עבור AlefAlefAlef ו־Fontimonim.

source: Reuven Karasik
he_il: ראובן קרסיק
